{
    "posts": [
        {
            "name": "Gust",
            "quote": "\"If you want to get your hands on something that you probably shouldn’t, Gust will find a way to make sure you get it, no matter how difficult it is.\"",
            "quoteAuthor": "- One of Gust's frequent employers",
            "description": "Gust is a young male kenku smuggler with pitch black feathers. He wears a loose-fitting darkly-colored cloak that shrouds most of his face. He is difficult to find during the day since that’s when he is usually sleeping or planning how to smuggle his next item to its prospective buyer. At night, he can be found lurking around cities and darting between dark corridors. He is exceptionally nimble and crafty from spending nearly his entire life smuggling illegal goods into the hands of those who have the gold to pay for them. Despite his criminal appearance, he has compassion for the poor and tries to help them whenever possible.",
            "stats": ["Strength: 9", "Dexterity: 16", "Constitution: 9", "Intelligence: 12", "Wisdom: 14", "Charisma: 11"],
            "url": "gust"
        },
        
        {
            "name": "Isolde",
            "quote": "\"When I need someone to disappear, I always call Isolde. I don’t know how she does it, and quite frankly I don’t want to know. I just know that when I hire her the deed is as good as done.\"",
            "quoteAuthor": "- One of Isolde's many employers",
            "description": "Isolde is an old female half-elf assassin with neatly-cropped gray hair. She wears well-fitted clothing that is colored with various shades of brown and black. She looks strangely fit for someone as old as she is, and that’s because she is secretly a skilled assassin. She pretends to be a frail old woman to avoid suspicion, but she is actually a very capable killer. Her hand-to-hand combat skills are astoundingly swift and precise. If watched closely, she can occasionally be seen using thieves’ cant during her conversations.",
            "stats": ["Strength: 10", "Dexterity: 16", "Constitution: 9", "Intelligence: 12", "Wisdom: 13", "Charisma: 12"],
            "url": "isolde"
        },

        {
            "name": "Atugak",
            "quote": "\"The sword I bought from him is the finest blade I’ve ever laid my hands on. It’s light, perfectly balanced, and there’s not a single imperfection to be found.\"",
            "quoteAuthor": "- One of Atugak's many satisfied customers",
            "description": "Atugak is a middle-aged male half-orc blacksmith who has a rough, bald head. He is missing his left eye and has a large scar covering the spot where his eye used to be. He speaks loudly in a deep, scratchy voice. He is kind to anyone who respects his craft and shows appreciation for his creations, but he quickly becomes resentful towards anyone who talks down on his craft. His creations are all high quality and beautifully crafted down to the smallest details. He enjoys telling others about his clan and about his now deceased father who taught him everything he knows about smithing.",
            "stats": ["Strength: 14", "Dexterity: 10", "Constitution: 12", "Intelligence: 11", "Wisdom: 10", "Charisma: 12"],
            "url": "atugak"
        },

        {
            "name": "Elegnos",
            "quote": "\"I’ve never met anyone as insufferable as him. Every condescending word he spoke was dripping with sarcasm.\"",
            "quoteAuthor": "- Elegnos's former lover",
            "description": "Elegnos is a young male elvish explorer with long blonde hair tucked beneath his hat. He wears a flamboyant hat and neat, pressed clothes without a single wrinkle or imperfection. He tells elaborate tales about his past expeditions, and he usually glorifies himself when he does. He is arrogant and thinks that everyone else lives such boring lives compared to his adventure and excitement filled life. In reality, he has never actually gone on any sort of expedition or adventure. He lives a pampered life as the only son of a high-elf noble.",
            "stats": ["Strength: 10", "Dexterity: 11", "Constitution: 10", "Intelligence: 12", "Wisdom: 10", "Charisma: 4"],
            "url": "elegnos"
        },

        {
            "name": "Lanashi",
            "quote": "\"I find myself visiting her more and more frequently. She provides me with peace of mind knowing that my future is taken care of.\"",
            "quoteAuthor": "- One of Lanashi's frequent clients",
            "description": "Lanashi is a young female human psychic with long black hair. She has an extraordinarily beautiful face and dark red eyes that are mostly covered by the crimson colored hood she wears. She is very charming and knows how to con almost anyone to perform favors for her or hand over their hard-earned money. After telling someone their future, she often deceives them into believing that she can change their future for a sizable fee. She is evil at heart, but she cleverly disguises her evil intentions as genuine concern for the well-being of others.",
            "stats": ["Strength: 10", "Dexterity: 11", "Constitution: 9", "Intelligence: 14", "Wisdom: 11", "Charisma: 18"],
            "url": "lanashi"
        },

        {
            "name": "Dibu",
            "quote": "\"I would be quite proud of myself if I could live a life even half as exciting as Dibu’s.\"",
            "quoteAuthor": "- Dibu's grandson",
            "description": "Dibu is an old male tortle storyteller. He has a battered shell marked with dozens of cracks and chips from a lifetime of adventuring. He walks with the aid of a beautifully handcrafted cane that also doubles as a formidable weapon if the need arises. He loves reliving his past adventures by sharing them with anyone who will listen, especially aspiring adventurers. Although he is too old to be adventuring now, he is full of wisdom and sage advice from his years of experience. He has an exceptionally kind heart and tries his best to make people smile through his tales.",
            "stats": ["Strength: 14", "Dexterity: 9", "Constitution: 12", "Intelligence: 11", "Wisdom: 17", "Charisma: 12"],
            "url": "dibu"
        },

        {
            "name": "Yugreg",
            "quote": "\"I don’t even keep track of the drinks he orders anymore, I just charge him a hefty fee at the end of each week and he happily pays it each time.\"",
            "quoteAuthor": "- Yugreg's favorite tavern owner",
            "description": "Yugreg is a middle-aged male dwarven drunkard with messy brown hair. He has a massive gut and a large nose that covers most of his chubby face. He can almost always be found at a tavern ordering a drink or unconscious on the ground outside of one. He can talk for hours about his favorite ales, meads, and wines with anyone who takes a seat next to him at the bar. He frowns upon those who refuse to drink with him, but he heartily welcomes anyone who wishes to join him in his revelry.",
            "stats": ["Strength: 12", "Dexterity: 9", "Constitution: 14", "Intelligence: 10", "Wisdom: 9", "Charisma: 13"],
            "url": "yugreg"
        },

        {
            "name": "Orpi",
            "quote": "\"She plays the lute with such grace and such beauty, but the moment she opens her mouth to sing I’m forced to cover my ears.\"",
            "quoteAuthor": "- One of Orpi's former bandmates",
            "description": "Orpi is a young female gnomish bard with long red hair and eyes as blue as the ocean. She carries a lute adorned with beautiful designs with her at all times. She plays the lute beautifully, but it is almost impossible to hear the sound it makes because she has a truly horrendous singing voice that masks the sound of the instrument. She is friendly to everyone and loves to chat about any topic, especially music.",
            "stats": ["Strength: 9", "Dexterity: 11", "Constitution: 9", "Intelligence: 10", "Wisdom: 12", "Charisma: 14"],
            "url": "orpi"
        },
        
		{
			"name": "Bagra",
			"quote": "\"I made the mistake once of trying to duel her in the arena, and I lost my arm for it. That’s a mistake I’ll never make again.\"",
			"quoteAuthor": "- A gladiator who once challenged Bagra in combat",
			"description": "Bagra is a young half-orc female gladiator with a closely-shaved head. She has tattoos covering her muscular body and piercings covering her face. She carries two intricately carved battleaxes on her back, and she certainly knows how to wield them. She speaks with confidence and does not take kindly to insults from anyone. Some people consider her to be rude and arrogant, but those who know her well would describe her as having a kind heart hidden beneath her menacing looks.",
			"stats": ["Strength: 15", "Dexterity: 13", "Constitution: 14", "Intelligence: 10", "Wisdom: 11", "Charisma: 8"],
			"url": "bagra"
        },
        
		{
			"name": "Quintus",
			"quote": "\"I considered taking my own life to escape his never-ending story, but after a mere three hours he finished telling me the tale of some scholar I still can’t even remember the name of.\"",
			"quoteAuthor": "- An apprentice who studied beneath Quintus",
			"description": "Quintus is an old male human historian with gray hair that runs down his face. His back is hunched and he is unable to stand up straight. He wears a single monocle on his right eye, and his left eye appears to be blind. He speaks slowly and deliberately, often pausing to consider his words. He is courteous to everyone he meets and loves droning on about history. He is quite dull and uninteresting to talk to, but he is knowledgeable and wise.",
			"stats": ["Strength: 9", "Dexterity: 7", "Constitution: 9", "Intelligence: 18", "Wisdom: 17", "Charisma: 10"],
			"url": "quintus"
        },
        
		{
			"name": "Heartsmasher",
			"quote": "\"Something ain’t quite right with that boy. He has a kind heart, but he must be missing some connections up in that tiny brain of his.\"",
			"quoteAuthor": "Heartsmasher's father",
			"description": "Heartsmasher is a young male goliath thief with a bald, shiny head. He is extremely tall, even for a goliath. He talks very slowly and often has to pause to think while he is speaking. His movements appear uncoordinated and he is quite clumsy. Despite his hulking frame, he tries to pickpocket and steal from nobles without any luck. He is terrible at being quiet and always draws notice from the people around him. He is so remarkably unintelligent that most people simply tell him to move along when he is caught attempting to steal from them.",
			"stats": ["Strength: 17", "Dexterity: 6", "Constitution: 14", "Intelligence: 4", "Wisdom: 5", "Charisma: 10"],
			"url": "heartsmasher"
        },
        
		{
			"name": "Ruul",
			"quote": "\"Don’t stop and talk to him unless you plan on spending the rest of your day hearing about his magical mushrooms.\"",
			"quoteAuthor": "- A poor soul who spent his entire day listening to Ruul",
			"description": "Ruul is a middle-aged male halfling druid with long brown hair that covers most of his eyes. He wears a humorously oversized cloak that he often trips over while walking, and he has a noticeable odor if you get close to him. He is very energetic and talks so quickly that it’s hard to understand everything he says. He is friendly to everyone and does not seem to be deterred by anyone’s negativity. He eagerly attempts to sell magical mushrooms to anyone who will listen to him, but he has no idea what effect the mushrooms have.",
			"stats": ["Strength: 11", "Dexterity: 10", "Constitution: 11", "Intelligence: 8", "Wisdom: 9", "Charisma: 13"],
			"url": "ruul"
		}
    ]
}