{
    "posts": [
        {
            "name": "Gust",
            "quote": "\"If you want to get your hands on something that you probably shouldn’t, Gust will find a way to make sure you get it, no matter how difficult it is.\"",
            "quoteAuthor": "- One of Gust's frequent employers",
            "description": "Gust is a young male kenku smuggler with pitch black feathers. He wears a loose-fitting darkly-colored cloak that shrouds most of his face. He is difficult to find during the day since that’s when he is usually sleeping or planning how to smuggle his next item to its prospective buyer. At night, he can be found lurking around cities and darting between dark corridors. He is exceptionally nimble and crafty from spending nearly his entire life smuggling illegal goods into the hands of those who have the gold to pay for them. Despite his criminal appearance, he has compassion for the poor and tries to help them whenever possible.",
            "stats": ["Strength: 9", "Dexterity: 16", "Constitution: 9", "Intelligence: 12", "Wisdom: 14", "Charisma: 11"],
            "url": "gust"
        },
        {
            "name": "Isolde",
            "quote": "“When I need someone to disappear, I always call Isolde. I don’t know how she does it, and quite frankly I don’t want to know. I just know that when I hire her the deed is as good as done.”",
            "quoteAuthor": "- One of Isolde's many employers",
            "description": "Isolde is an old female half-elf assassin with neatly-cropped gray hair. She wears well-fitted clothing that is colored with various shades of brown and black. She looks strangely fit for someone as old as she is, and that’s because she is secretly a skilled assassin. She pretends to be a frail old woman to avoid suspicion, but she is actually a very capable killer. Her hand-to-hand combat skills are astoundingly swift and precise. If watched closely, she can occasionally be seen using thieves’ cant during her conversations.",
            "stats": ["Strength: 9", "Dexterity: 16", "Constitution: 9", "Intelligence: 12", "Wisdom: 14", "Charisma: 11"],
            "url": "isolde"
        }
    ]
}